{
    "-1241025944": "Explore Amphoreus, interact with special objects in the map, and listen to the peoples' stories... When you encounter the world's memories for the first time, you can collect the scattered <color=#f29e38ff>Memory Crystal Shards</color>.",
    "727986061": "Weaken",
    "-545597767": "Summon",
    "-903082810": "Build Target",
    "-1152487149": "During the Night, greatly increases allies' final DMG dealt and slightly increases enemies' final DMG dealt.",
    "1284718051": "When entering Day, ally targets restore HP. During the Day, ally targets will restore HP at the start of the turn.",
    "42672116": "Chaos Medicine Box",
    "727986065": "Sand Scribe",
    "272858908": "Please continue the Trailblaze Mission to raise the Max Offering Level",
    "-545597730": "Launch",
    "727986060": "Chord",
    "391502173": "DMG Boost",
    "-1474756365": "Increases SPD by <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> and ATK by <color=#f29e38ff><unbreak>#2[i]%</unbreak></color>.",
    "-1474756366": "After the next attack, deals \"Aftertaste\" DMG equal to <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> of ATK to the attacked target.",
    "1284718038": "During the Night, greatly increases allies' final DMG dealt and slightly increases enemies' final DMG dealt.",
    "-546948681": "Harmony",
    "-343743788": "This plan is not suitable for the current build",
    "-545597796": "AoE",
    "2054900631": "Rules",
    "-1199541316": "When entering Day, ally targets restore HP. During the Day, ally targets will restore HP at the start of the turn.",
    "-701627653": "No Recommendations",
    "-1474756367": "Increases ATK by <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> and increases the DMG multiplier of \"Aftertaste\" DMG dealt by <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> of the original multiplier.",
    "-1869249564": "Experiencing The Human Comedy allows you to obtain extra Cognoculi",
    "1860202834": "WinterlandsSongstress",
    "2008105213": "Vendetta",
    "794786728": "Extra Turn",
    "-545597701": "Focus",
    "-1474756361": "Decreases DMG dealt by <color=#f29e38ff><unbreak>#1[i]%</unbreak></color>.",
    "-1474756362": "Deals Additional DMG to the attacked target after the next time Basic ATK is used. Each stack will increase the Additional DMG.",
    "391502172": "Huge DMG Boost",
    "-1934096658": "Chord",
    "1828748791": "Current Day/Night Status",
    "371513613": "◆ New Content ◆\\nHuge Divergent Universe update! Not only are there new Blessings, Equations, Weighted Curios, and random Occurrences, but also new Golden Blood's Boons.\\n\\n◆ Content Adjustments ◆\\n● Adds the new Path of Harmony. Conducts partial fixes to the Paths of Preservation and Abundance. Iterates on certain content for the other Paths.\\n● The Third Plane newly introduces Boss Enemies Savage God, Mad King, Incarnation of Strife (Complete) and Wonder Forest's Banacademic Office Staff (Complete).\\n● Boss Enemy Argenti (Complete), Swarm: True Sting (Complete), and The Past, Present, and Eternal Show (Complete) will no longer appear in the Third Plane.\\n● All new Synchronicity Level and Stable Computing Array challenges. Complete them to obtain rewards.\\n\\n◆ Day/Night and Golden Blood's Boons ◆\\n● Combat will cycle between Day and Night.\\n● You can obtain Golden Blood's Boons during the challenge. Golden Blood's Boons will offer powerful buff effects when in the designated Day/Night period.\\n● Golden Blood's Boons are split between base effects and branched enhancements. They can be enhanced to Lv. 3 at max.\\n\\n◆ Astronomical Division Mode ◆\\n● After clearing Ordinary Extrapolation difficulty V, you will unlock Astronomical Division mode, which greatly increases the difficulty.\\n● Successfully clearing Astronomical Division mode can light Cognoculi and increase your Astronomical Division level. The higher the Astronomical Division, the more Cognoculi are needed.\\n● After clearing a certain Threshold Protocol in The Human Comedy and reaching a certain Astronomical Division, additional Cognoculi will be lit.\\n● Certain Astronomical Division are affected by protective mechanisms. Upon reaching certain requirements, failing the run will not lower your Astronomical Division level.\\n\\n◆ Divergent Universe Strategies ◆\\n● During the challenge, you can use the strategy guide and get build hints about which Equations and Weighted Curios to obtain, while also being able to switch your lineup with a tap of button.\\n● During the challenge, you can use \"Recommendation\" to see guides that suit your current build the best.\\n● You can view the most popular build through \"Hot Strategies.\"\\n● You can head to the strategy site to edit and upload your own suggestions and builds.",
    "1370309104": "After using the Ultimate, Tribbie can trigger a Follow-up ATK.",
    "1762851322": "Busy as Tribbie"
}