{
    "1661121567": "Increases all allies' Break Effect by <color=#f29e38ff><unbreak>#1[i]%</unbreak></color>. When Breaking enemy targets, all enemies become afflicted with Wind Shear, taking a set amount of Wind DoT at the start of every turn.\\nAll enemies become immune to Crowd Control debuffs.",
    "95037626": "After any ally target uses Ultimate to attack any enemy target and if the target currently has 1/2/3 types of DoTs, each currently active DoT immediately deals DMG equal to <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> / <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> / <color=#f29e38ff><unbreak>#3[i]%</unbreak></color> of the original DMG.",
    "-176041810": "I'll choose some music that fits the ambience of a coffee break... This will do, <i>This Side of Paradise</i>.",
    "-1928270838": "I convinced {NICKNAME} to join me for duty in that dark, creepy train carriage! Tomorrow, {F#she}{M#he} will lead the way, and I'll hold the flashlight~",
    "1802046454": "Woof woof — woof~ Woof woof!\\n\"It says: Peppy has arrived, please take good care woof me~\"",
    "1706662848": "Unknowable Domain: Fourth Plane",
    "-393108984": "Empty Air",
    "1017444968": "Express Fund",
    "-1398509728": "Divergent Universe: The Human Comedy",
    "-995225201": "Divergent Universe: The Human Comedy",
    "-1398509725": "Divergent Universe: The Human Comedy",
    "1189211121": "Divergent Universe: The Human Comedy",
    "1592495647": "Divergent Universe: The Human Comedy",
    "-1785301384": "I am naturally delighted to know that Tingyun is still alive, but thinking about the suffering she endured and her determination to be involved in this situation fills me with pain and sadness.",
    "-219217453": "Ha, and you people say foxians don't age. In the quiet of the night, flipping through old photo albums, I feel both proud and worried, and I can't help but shed tears — what could be more reminiscent of an old person than this?",
    "-1229172743": "Pom-Pom rearranged the duty schedule for everyone.",
    "-946847741": "Dan Heng optimized the duty schedule with a single click using project management software, greatly improving duty efficiency!",
    "-739555626": "Scenes of the past emerged in her mind as March 7th seems to have gained an epiphany and looked pensive...",
    "-1833156548": "Large",
    "-407070963": "Soon, all here will deteriorate into savage monkeys obstructing the Rangers, a fate sealed the moment they entered the AtaviSearch Forest. You know that his way of the ninja has ended, yet you chose not to debunk the false promises he offered you even till his end. Now, you will continue to live with this lie, then conduct your hunt. You will hunt until the way of the ninja's bitter end.\\nYour name as a ninja is true, your way of the ninja is true, and the path beneath your feet is true. So, press forward.",
    "1519721452": "Thanks to Dan Heng and March 7th, the lost glasses were finally found. It's a bit embarrassing to admit... but from now on, they'll be taken care of properly.",
    "1923005979": "A few episodes of an animation were screened at the viewing party. The well-received scenes were marked for further study during free time.",
    "1096233949": "Meow~ meow.\\n\"It says: S—So meowch trash, huff puff.\"",
    "-393108983": "False Promises",
    "-1398509726": "Divergent Universe: The Human Comedy",
    "1189211120": "Divergent Universe: The Human Comedy",
    "-219217450": "The children of the Reignbow Arbiter never pause for their own rest... They only draw their bows for the peace of others.",
    "122431322": "Madam Yukong entrusted me with the Whistling Flames to take care of for Tingyun. Looking at her former subordinates, I honestly didn't know how to explain the situation to them...",
    "564406289": "It was like a sudden jolt, and Dan Heng seemed to have gained an epiphany and looked pensive...",
    "-101000264": "Sipping on the bitter coffee, Himeko seemed to have gained an epiphany and looked pensive...",
    "-670357134": "Small",
    "-407070959": "The Dazzling Ninja Hero's past unfurls like an Ukiyo-e scroll. Just what kind of untold sorrow and pain is hiding behind her determined facade and cheerful smile...? Having passed the challenges set by the Ninja Grandmaster, Master Kucha, you are now eligible to bear the title of a ninja initiate as he had previously stated.\\nAK-A-3, are you enjoying your little ninja game?",
    "1847029108": "Tap, tap, tap, tap. Apologies, I only used four digits. I can hardly use them to tear toilet paper.",
    "-2069433339": "During the secret meeting, a precious vote was cast in hopes that Pom-Pom would like the final chosen appreciation gift.",
    "-1787108337": "Accidentally made a mistake cleaning the carriage with cloudhymn magic. Must practice before using it next time.",
    "356922038": "Interpreted dreams for Dan Heng. Say, it's almost time for the conductor to change out their brooms.",
    "1660883953": "Apologies, but under no circumstances should miscellaneous items be carelessly dumped into the potted plants. Please keep an eye on this in the future.",
    "339630740": "Gritty Lab Installation (?)",
    "587361493": "Fictional Ensemble",
    "167574213": "Divergent Universe: The Human Comedy",
    "1733658154": "Divergent Universe: The Human Comedy",
    "167574215": "Divergent Universe: The Human Comedy",
    "1592495648": "Divergent Universe: The Human Comedy",
    "815523209": "● Initial Weighted Curio: #1",
    "-394330406": "● After entering \"Combat\" or \"Encounter\" domain, obtains 1 random Curio.",
    "1984139896": "I really hope that I would be able to personally return this book to her one day...",
    "1897708977": "Participate in duties and obtain Construction Blueprints",
    "-1241016143": "The after echoes of Order, once distorted, only add to the chaos. As a tuner, Sunday can easily discern where the harmony of Dreamscapes has been disrupted.",
    "-1416792102": "No placeable decorations",
    "-1191912884": "+#1",
    "-1067999402": "I prepared a whole table of signature dishes and found some new inspiration... For now. It's a secret, so stay tuned!",
    "498084539": "After a whole afternoon of tinkering, I finally upgraded Shush with a cleaning function. Now, not only can it wipe the table, but also blow warm air to dry it. That's worth celebrating!",
    "1943208955": "I, Cooking <s>Genius</s> No. <unbreak>123</unbreak>, will be hot on Shush's heels to learn the true meaning of humor!",
    "-1454553357": "After a Scepter attacks or a Delay Effect takes effect, applies for all ally characters <color=#f29e38ff><unbreak>#1[i]</unbreak></color> stack(s) of \"Scaled Wing\": Every stack increases DMG dealt by Ultimate by <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> for a max of <color=#f29e38ff><unbreak>#3[i]</unbreak></color> stack(s). Clears all stacks after Ultimate is used.",
    "118549351": "Defeated",
    "-393108990": "Hollow Hope",
    "1330681724": "A beautiful envelope containing a customized ticket. When used, you can choose any one of the following 4-star characters:\\nMoze, Misha, Xueyi, or Lynx.",
    "1733658156": "Divergent Universe: The Human Comedy",
    "-1136387708": "Divergent Universe: The Human Comedy",
    "1171753535": "● Initial Curios: #1",
    "-1649650997": "What is this place? And who does this body belong to... Should you press on despite great apprehension, or turn back and find where you came from?",
    "-1785301397": "About Tingyun...",
    "564406286": "Dan Heng took time to finish reading up on the documents stored in the data bank.",
    "-101000267": "As usual, Himeko brewed a strong cup of coffee.",
    "1702295861": "Hanging Painting",
    "136211920": "Place",
    "1092126613": "Left Surging Grit Phase",
    "1330373630": "Divergent Universe: The Human Comedy",
    "-394330404": "● After entering \"Store,\" \"Wealth,\" or \"Escapade\" domains, obtains <unbreak>100</unbreak> Cosmic Fragments.",
    "1984139895": "A while ago, while tidying up my room, I found a book titled <i>A Guide to Merchants and Mysteries</i> in my bookshelf. Tingyun lent it to me, and I keep forgetting to return it to her all this time.",
    "1202961651": "After a bout of sharp, strategic moves, Welt seemed to have gained an epiphany and looked pensive...",
    "1298321372": "<color=#f29e38ff>The highest Memory of Chaos stage in that you have cleared with a 3-star rating</color> will be recorded. When any new phase starts, the corresponding stages and its prerequisite stages will all be immediately unlocked. Currently, only the <color=#f29e38ff>first 9 stages</color> can be quickly unlocked in this way.",
    "288648018": "Discernment Tuning",
    "1062734543": "March and Mr. Yang were back after their training, valiantly defending the title of Express Crew Esports Champion!",
    "1623261481": "All Decision Components have been obtained. Cannot overwrite",
    "1589540995": "After fully filling Grit Value to <unbreak>100%</unbreak>, enters the Surging Grit phase.",
    "-108188083": "Resurging Tide",
    "-995225199": "Divergent Universe: The Human Comedy",
    "26411707": "Divergent Universe: The Human Comedy",
    "296708812": "Express Funds insufficient, you can earn them through duties",
    "-503349398": "After hitting the snooze button and dozing off for a bit, you wake up to find the morning workout is already over. {NICKNAME}, oh {NICKNAME}, you can't let this happen again tomorrow.",
    "-765471424": "Himeko adores the photo I took of her. I really am a photography prodigy!",
    "2104574432": "The conductor assigned me to carry out a secret mission late at night, the details of which shall remain undisclosed for now. There were quite a few complications along the way, but in the end, the task was completed successfully.",
    "540763129": "You must move on, no time to waste in this moment",
    "1985496694": "Skill Attack",
    "1330373629": "Divergent Universe: The Human Comedy",
    "-1136387707": "Divergent Universe: The Human Comedy",
    "429696233": "Divergent Universe: The Human Comedy",
    "-394330403": "● After entering \"Occurrence\" or \"Reward\" domain, obtains 1 random Curio.",
    "-1785301383": "I am quite a selfish person. The Alliance's mission is important, of course, but I do wish my loved ones could live out their lives in peace and not have to take some great and tragic vows...",
    "-219217451": "However, they always have their own plans. Because they are not my children, but the children of the Reignbow Arbiter.",
    "-739555629": "March 7th flipped through the photo album recording the everyday life of the Express Crew.",
    "1202961648": "Welt and Pom-Pom played several matches of chess.",
    "895726807": "Medium",
    "-1429872021": "Bathing Lotion",
    "800612517": "It's so difficult to get a cup of milk tea whilst traveling... I must sign Shush up for a special tea-making barista course!",
    "-624308923": "An unexpected counterargument was received on the science forum, but unfortunately, the reasoning couldn't be clarified in the end.",
    "1816772446": "Fateful Crossings: Cosmic Home Décor Guide",
    "167574216": "Divergent Universe: The Human Comedy",
    "1733658157": "Divergent Universe: The Human Comedy",
    "-995225198": "Divergent Universe: The Human Comedy",
    "429696234": "Divergent Universe: The Human Comedy",
    "26411706": "Divergent Universe: The Human Comedy",
    "122431325": "*sighs* ...The world is full of jokes I can't bring myself to laugh at."
}